atomic_multiplicity_two -> (subst_O -> elem_O);;
atomic_multiplicity_two -> (water -> elem_H);;
atomic_multiplicity_one -> (water -> elem_O);;
atomic_multiplicity_one -> (subst_Fe -> elem_Fe);;
atomic_multiplicity_one -> (subst_Mg -> elem_Mg);;
atomic_multiplicity_one -> (subst_Mn -> elem_Mn);;
atomic_multiplicity_one -> (subst_Mo -> elem_Mo);;
atomic_multiplicity_one -> (subst_Cl -> elem_Cl);;
atomic_multiplicity_one -> (subst_Nb -> elem_Nb);;
atomic_multiplicity_one -> (subst_Zn -> elem_Zn);;
atomic_multiplicity_one -> (subst_Os -> elem_Os);;
atomic_multiplicity_one -> (subst_Ni -> elem_Ni);;
atomic_multiplicity_one -> (subst_Nd -> elem_Nd);;
atomic_multiplicity_one -> (CO -> elem_C);;
atomic_multiplicity_one -> (CO -> elem_O);; 

subst_O -> example_subst_O;;
example_subst_O
=> nrel_main_idtf:
	[кислород, массой 33 грамма](* <- lang_ru;; *);
=> nrel_mass: ...
(*
	<- value;;
	<= nrel_measurement:...
	(*
		-> rrel_gram: ...
		(*
			<- number;;
			=> nrel_main_idtf:[33](*<-lang_ru;; <- lang_en;;*);;
		*);;
	*);;
*);;

subst_O -> example_subst_O_2;;
example_subst_O_2
=> nrel_main_idtf:
	[кислород, химическим количеством 2 моля](* <- lang_ru;; *);
=> nrel_chemical_amount: ...
(*
	<- value;;
	<= nrel_measurement:...
	(*
		-> rrel_mol: ...
		(*
			<- number;;
			=> nrel_main_idtf:[2](*<-lang_ru;; <- lang_en;;*);;
		*);;
	*);;
*);;

water -> example_subst_H2O;;
example_subst_H2O
=> nrel_mass: ...
(*
	<- value;;
	<= nrel_measurement:...
	(*
		-> rrel_gram: ...
		(*
			<- number;;
			=> nrel_main_idtf:[37](*<-lang_ru;; <- lang_en;;*);;
		*);;
	*);;
*);;

subst_H -> example_subst_H;;
example_subst_H
=> nrel_main_idtf:
	[водород, объёмом 37 литров](* <- lang_ru;; *);
=> nrel_amount: ...
(*
	<- value;;
	<= nrel_measurement:...
	(*
		-> rrel_liter: ...
		(*
			<- number;;
			=> nrel_main_idtf:[37](*<-lang_ru;; <- lang_en;;*);;
		*);;
	*);;
*);;

CO -> example_subst_CO;;
example_subst_CO
=> nrel_main_idtf:
	[оксид углерода, количеством 8 * 10^23](* <- lang_ru;; *);
=> nrel_N: ...
(*
	<- value;;
	<= nrel_measurement:...
	(*
		-> rrel_10_in_23: ...
		(*
			<- number;;
			=> nrel_main_idtf:[8](*<-lang_ru;; <- lang_en;;*);;
		*);;
	*);;
*);;